/* NSMenuItem : <title:About Cyberduck> (oid:117) */
"About Cyberduck" = "Over Cyberduck";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "Terug";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "Bladwijzer";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "Alles op voorgrond";

/* NSMenuItem : <title:Check for Update...> (oid:189) */
"Check for Update..." = "Zoek nieuwe versie...";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "Sluit venster";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "Kopieer";

/* NSMenuItem : <title:Copy URL> (oid:257) */
"Copy URL" = "Kopieer URL";

/* NSMenuItem : <title:Customize Toolbar...> (oid:119) */
"Customize Toolbar..." = "Pas knoppenbalk aan...";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "Knip";

/* NSMenu : <title:Cyberduck> (oid:120) */
"Cyberduck" = "Cyberduck";

/* NSMenuItem : <title:Cyberduck FAQ> (oid:199) */
"Cyberduck FAQ" = "Cyberduck FAQ";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "Wis";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "Verwijder bladwijzer";

/* NSMenuItem : <title:Disconnect> (oid:295) */
"Disconnect" = "Verbinding verbreken";

/* NSMenuItem : <title:Donate...> (oid:88) */
"Donate..." = "Doneer...";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "Download";

/* NSMenuItem : <title:Download As...> (oid:244) */
"Download As..." = "Downloaden als...";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "Wijzig";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "Bladwijzer aanpassen";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "Boven";

/* NSMenuItem : <title:Encoding> (oid:276) */
"Encoding" = "Encoding";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "Bestand";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "Ga";

/* NSMenuItem : <title:Go to Folder> (oid:215) */
"Go to Folder" = "Ga naar map";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "Help";

/* NSMenuItem : <title:Hide Cyberduck> (oid:101) */
"Hide Cyberduck" = "Verberg Cyberduck";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "Verberg andere";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "Verberg knoppenbalk";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "Info";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "Onder";

/* NSMenuItem : <title:License> (oid:171) */
"License" = "Licensie";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "Hoofdmenu";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "Menu";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "Minimaliseer venster";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "Nieuwe bladwijzer";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "Nieuwe browser";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "Nieuwe download";

/* NSMenuItem : <title:New File...> (oid:267) */
"New File..." = "Nieuw bestand...";

/* NSMenuItem : <title:New Folder...> (oid:191) */
"New Folder..." = "Nieuwe map...";

/* NSMenuItem : <title:Open Connection...> (oid:125) */
"Open Connection..." = "Nieuwe verbinding...";

/* NSMenuItem : <title:Open in Editor> (oid:241) */
"Open in Editor" = "Open in Editor";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "Plak";

/* NSMenuItem : <title:Preferences...> (oid:102) */
"Preferences..." = "Voorkeuren...";

/* NSMenuItem : <title:Quit Cyberduck> (oid:92) */
"Quit Cyberduck" = "Stop Cyberduck";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "Ververs";

/* NSMenuItem : <title:Rendezvous> (oid:288) */
"Rendezvous" = "Rendezvous";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "Selecteer alles";

/* NSMenuItem : <title:Send Feedback> (oid:181) */
"Send Feedback" = "Stuur feedback";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "Voorzieningen";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "Toon alles";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "Show files beginning with '.'";

/* NSMenuItem : <title:Show Transfer Queue> (oid:235) */
"Show Transfer Queue" = "Toon overdracht wachtrij";

/* NSMenuItem : <title:Synchronize...> (oid:265) */
"Synchronize..." = "Synchronize...";

/* NSMenuItem : <title:Toggle Bookmark Drawer> (oid:185) */
"Toggle Bookmark Drawer" = "Toon/verberg bladwijzer schuif";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:129) */
"Toggle Log Drawer" = "Toon/verberg log schuif";

/* NSMenuItem : <title:Upload...> (oid:291) */
"Upload..." = "Upload...";

/* NSMenu : <title:View> (oid:118) */
"View" = "Weergave";

/* NSMenuItem : <title:Website> (oid:173) */
"Website" = "Website";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "Venster";

